[
     {
          "id": 1,
          "name": "Weddings",
          "img": "https://postimg.cc/y3mgZ8St",
          "description_img": "https://postimg.cc/GTGYxj6M",
          "price": "900",
          "tital": "Welcome to Dream Weddings, where your vision of a perfect wedding comes to life. Our website is your comprehensive resource for planning and executing the most memorable weddings, tailored to your unique tastes and preferences. At Dream Weddings, we specialize in creating unforgettable experiences, whether you're planning a small, intimate gathering or a grand celebration with hundreds of guests.",
          "description_tital": "What We Offer:\nDream Weddings provides a complete range of wedding planning services to ensure that your special day is as stress-free and enjoyable as possible. Here’s a glimpse of what we offer:\n\n1) Venue Selection: We assist you in finding the ideal venue for your wedding, from picturesque outdoor settings to luxurious indoor spaces. Our curated list of venues includes everything from quaint countryside locations to elegant urban hotels.\n\n2) Full-Service Planning: Our experienced wedding planners are here to guide you through every step of the planning process. From initial concept development to the final send-off, we handle all the details, big and small.\n\n3) Customizable Packages: We understand that every couple is unique. Our customizable wedding packages allow you to choose exactly what you need, whether it’s day-of coordination, full planning, or something in between.\n\n4) Catering Excellence: Delight your guests with exquisite culinary offerings. We partner with top caterers to provide a wide range of menu options, ensuring that every meal is a memorable one.\n\n5) Entertainment and Photography: Keep the celebration lively with our curated entertainment options, from live bands to DJs. Our professional photographers and videographers will capture every magical moment, creating memories that last a lifetime.\n\nWhy Choose Dream Weddings?\nChoosing Dream Weddings means choosing excellence, creativity, and peace of mind. We are passionate about making your wedding day as perfect as you’ve always imagined. With our dedication to personalized service and meticulous attention to detail, we ensure that every aspect of your wedding is flawlessly executed. Let us make your dream wedding a reality. Start your journey with Dream Weddings today!"
     },
     {
          "id": 2,
          "name": "Birthday Parties",
          "img": "https://postimg.cc/5YFFf39x",
          "description_img": "https://postimg.cc/RJ5JhHqw",
          "price": "200",
          "tital": "Welcome to Celebrate Joyfully, where we specialize in creating unforgettable birthday parties for all ages. Our website is dedicated to helping you plan the perfect celebration, whether it's a fun-filled kids' party, a stylish milestone birthday, or a sophisticated soirée for adults. We understand that birthdays are special occasions meant to be celebrated in style, and we are here to make sure every detail is just right.",
          "description_tital": "At Celebrate Joyfully, we offer a wide range of services designed to make birthday planning easy and stress-free. Our experienced event planners work closely with you to understand your vision and bring it to life, ensuring a memorable celebration that reflects your personality and style. From themed decorations to entertainment, we handle all the details so you can relax and enjoy the festivities.\n\nOur Services:\n\n1) Venue Selection: Finding the perfect venue is the first step in creating a fantastic birthday party. Whether you're looking for a cozy indoor space, a beautiful outdoor garden, or a unique venue, we have a curated list of locations to suit your needs.\n\n2) Custom Party Themes: We believe every birthday is unique and deserves a personalized touch. Our team will work with you to create a custom theme that reflects your or your loved one’s interests, from princess parties and superhero adventures to elegant dinner parties and retro celebrations.\n\n3) Entertainment and Activities: Keep your guests entertained with our wide range of entertainment options. From magicians and clowns to live bands and DJs, we have something for everyone. We also offer fun activities like face painting, photo booths, and games to ensure everyone has a great time.\n\n4) Catering and Cakes: Delight your guests with delicious food and drinks tailored to your party theme. Our catering partners provide a variety of menu options, from casual finger foods to gourmet meals. And, of course, no birthday party is complete without a fabulous cake! We work with top bakers to create custom cakes that are as delicious as they are beautiful.\n\nAt Celebrate Joyfully, we are passionate about making every birthday celebration a memorable experience. Let us help you plan a party that your guests will remember for years to come. Start planning your dream birthday party with us today and create magical moments that will last a lifetime."
     },
     {
          "id": 3,
          "name": "Anniversaries",
          "img": "https://postimg.cc/4mvVKB6y",
          "description_img": "https://postimg.cc/hfRVPH7N",
          "price": "250",
          "tital": "Welcome to Forever Moments, where we specialize in creating unforgettable anniversary celebrations that honor love, commitment, and the beautiful journey of marriage. Our website is dedicated to helping couples and families plan the perfect anniversary event, whether you're celebrating your first year together or a milestone anniversary. At Forever Moments, we believe every anniversary is a unique story of love and deserves to be celebrated in style.",
          "description_tital": "Our Services:\n\n1) Venue Selection: Finding the perfect venue is essential for an unforgettable anniversary celebration. We offer a curated selection of venues, ranging from romantic beachside locations and elegant ballrooms to intimate gardens and charming countryside estates. Whatever your vision, we have the perfect backdrop for your special day.\n\n2) Event Planning and Coordination: Our experienced event planners are here to take the stress out of planning your anniversary celebration. We work closely with you to understand your vision and ensure every detail is flawlessly executed. From initial planning to day-of coordination, we handle everything so you can focus on enjoying your special day.\n\n3) Customized Themes and Décor: Every couple has a unique love story, and we believe your anniversary celebration should reflect that. Our talented design team will work with you to create a personalized theme and décor that captures your style and the essence of your relationship. Whether you envision a classic, romantic ambiance or a modern, chic celebration, we bring your dream to life with stunning floral arrangements, elegant table settings, and more.\n\n4) Catering and Menu Design: Delight your guests with exquisite culinary offerings tailored to your tastes. We partner with top caterers to provide a variety of menu options, from sophisticated multi-course dinners to casual buffets. Whatever your preference, our team ensures a dining experience that complements the theme of your celebration.\n\n5) Entertainment and Photography: Make your anniversary celebration even more memorable with live entertainment, such as bands, DJs, or string quartets. Our professional photographers and videographers will capture every heartfelt moment, ensuring you have beautiful memories to look back on for years to come.\n\nAt Forever Moments, we are passionate about creating anniversary celebrations that are as unique and special as the couples they honor. Start planning your anniversary celebration with us today, and let us make your love story shine!"
     },
     {
          "id": 4,
          "name": "Engagement Parties",
          "img": "https://postimg.cc/CZ2qytgP",
          "description_img": "https://postimg.cc/mckH5401",
          "price": "300",
          "tital": "Welcome to Cherished Moments, where we specialize in creating extraordinary engagement parties that celebrate the beginning of a beautiful journey together. Our website is dedicated to helping you plan an unforgettable event that marks this special milestone in your relationship. Whether you're envisioning an intimate gathering with close friends and family or a lavish celebration, Cherished Moments is here to bring your dream engagement party to life.",
          "description_tital": "Our Services:\n\n1) Venue Selection: The perfect engagement party starts with the right venue. We offer a curated selection of stunning locations, from cozy private lounges and chic rooftop terraces to elegant ballrooms and lush garden settings. Whatever your style, we have the ideal venue to match your vision.\n\n2) Event Planning and Coordination: Our experienced event planners are dedicated to making your engagement party planning process seamless and enjoyable. We work closely with you to understand your preferences and ensure every detail aligns with your vision. From the initial concept to the final toast, we manage all aspects of your celebration, allowing you to relax and enjoy your special day.\n\n3) Entertainment and Photography: Keep the celebration lively with our diverse entertainment options, including live bands, DJs, and photo booths. Our professional photographers and videographers are on hand to capture every joyful moment, ensuring you have beautiful memories to cherish for years to come.\n\n4) Catering and Drinks: Delight your guests with delicious food and drinks that complement your celebration. We partner with top caterers to offer a range of menu options, from elegant hors d'oeuvres and gourmet dinner buffets to themed cocktails and dessert stations. Our culinary team works with you to create a dining experience that leaves a lasting impression.\n\nAt Cherished Moments, we are passionate about making your engagement party a magical experience. Let us help you celebrate your love and create an event that you and your guests will remember forever. Start planning your perfect engagement party with us today and let your journey to happily ever after begin in style!"
     },
     {
          "id": 5,
          "name": "Retirement Parties",
          "img": "https://postimg.cc/Lh1zSHhz",
          "description_img": "https://postimg.cc/34PmGqf4",
          "price": "300",
          "tital": "Welcome to Golden Moments, your go-to destination for planning unforgettable retirement parties. Retirement is a significant milestone that marks the end of a fruitful career and the beginning of a new chapter filled with relaxation, adventure, and personal pursuits. At Golden Moments, we specialize in creating memorable celebrations that honor the achievements and contributions of the retiree while also celebrating their future endeavors.",
          "description_tital": "Our Services:\n\n1) Venue Selection: The right venue sets the tone for a memorable retirement party. Whether you're looking for a cozy, intimate gathering or a grand celebration, we have a variety of venue options to suit your needs. Choose from elegant banquet halls, charming outdoor gardens, or stylish private lounges.\n\n2) Event Planning and Coordination: Our experienced event planners are dedicated to making the retirement party planning process as smooth and enjoyable as possible. We work closely with you to understand the retiree's personality and preferences, crafting an event that truly reflects their journey and accomplishments. From initial concept development to on-the-day coordination, we handle every detail, so you can focus on celebrating.\n\n3) Customized Themes and Décor: Every retirement celebration should be as unique as the individual being honored. Whether you envision a formal dinner, a casual cocktail party, or a themed event that reflects the retiree's hobbies or interests, our design team creates personalized décor and setups that bring your vision to life. We use elegant floral arrangements, tailored lighting, and themed decorations to create an atmosphere that matches the retiree’s style.\n\n4) Catering and Beverage Services: Delight your guests with a variety of culinary options that cater to all tastes and preferences. From gourmet dinners and buffet spreads to hors d'oeuvres and signature cocktails, our catering partners provide exceptional food and drink that enhance the celebratory atmosphere.\n\nAt Golden Moments, we are passionate about creating retirement parties that celebrate the retiree's achievements and honor their journey. Start planning your perfect retirement celebration with us today!"
     },
     {
          "id": 6,
          "name": "Baby shower",
          "img": "https://postimg.cc/rD8W5xjJ",
          "description_img": "https://postimg.cc/JDyjG8xC",
          "price": "300",
          "tital": "Welcome to Cherished Beginnings, where we specialize in creating beautiful and unforgettable baby showers to celebrate the arrival of your little one. Our website is dedicated to helping you plan the perfect baby shower, filled with joy, love, and memorable moments. Whether you envision an intimate gathering with close family and friends or a grand celebration, our team of experts is here to guide you through every step of the process.",
          "description_tital": "Cherished Beginnings offers a wide range of services to make your baby shower planning seamless and enjoyable. Our experienced planners work closely with you to understand your vision and bring it to life, ensuring every detail is taken care of with care and creativity.\n\nOur Services:\n\n1) Venue Selection: Choosing the right venue is the first step in creating a memorable baby shower. We offer a curated selection of charming and versatile venues, including cozy private rooms, elegant banquet halls, and beautiful outdoor spaces. No matter your preference, we have the perfect setting to host your special day.\n\n2) Custom Themes and Décor: Every baby shower should be as unique as the new life it celebrates. Our talented design team will work with you to create a custom theme and décor that reflect your style and personality. Whether you envision a whimsical, pastel-colored affair or a sophisticated, modern celebration, we will transform your venue into a stunning space that delights your guests.\n\n3) Personalized Invitations and Favors: Set the tone for your baby shower with beautiful, personalized invitations that match your theme. We also offer custom party favors that provide a lovely keepsake for your guests to remember the special day.\n\n4) Catering and Sweet Treats: Delight your guests with a delicious selection of food and beverages tailored to your event. From elegant tea parties to casual brunches, our catering partners offer a variety of menu options to suit every taste. And, of course, no baby shower is complete without a beautiful cake or dessert table featuring sweet treats that everyone will love.\n\n5) Photography and Videography: Capture every precious moment of your baby shower with our professional photography and videography services. We ensure that all the joy, laughter, and special memories are beautifully documented, so you can cherish them for years to come.\n\nAt Cherished Beginnings, we are passionate about creating baby showers that celebrate the excitement and joy of welcoming a new baby into the world. Let us help you plan a memorable event that you and your guests will treasure forever. Start planning your dream baby shower with us today and create lasting memories that will be cherished for a lifetime."
     }
]